[A_Item_Custom.GrenadeMod_Blade GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Estrela da Meia-Noite do Capitão Blade"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Delivery.Delivery_Blade:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Raios!"
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_Blade:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A maldição do galo desenhista!"
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_Blade:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Ser seu amigo não é um mar de rosas."
NoConstraintText=""
Suffix=""
Prefix=""

